{
  "Home": "Accueil",
  "About Us": "À Propos De Nous",
  "Services": "Services",
  "Blog": "Blog",
  "Contact": "Contact",
  "Farms": "Fermes",
  "Medicines": "Médicaments",
  "Login": "Connexion",
  "Language": "Langue",
  "We Care for Your Health Every Moment": "Nous Prenons Soin de Votre Santé à Chaque Instant",
  "Empowering Communities Through the Fusion of Traditional Healing Wisdom and Modern Healthcare Practices.": "Autonomiser les Communautés à Travers la Fusion de la Sagesse de la Guérison Traditionnelle et des Pratiques de Soins Modernes.",
  "Make an Appointment": "Prendre un Rendez-vous",
  "Appointment Form": "Formulaire de Rendez-vous",
  "Pick Date:": "Choisir une Date :",
  "Suitable Time:": "Heure Convenable :",
  "Select suitable Time": "Sélectionnez une Heure Convenable",
  "Morning": "Matin",
  "Afternoon": "Après-midi",
  "Telephone:": "Téléphone :",
  "Enter your Telephone": "Entrez votre Téléphone",
  "Email:": "E-mail :",
  "Enter your Email": "Entrez votre E-mail",
  "Name:": "Nom :",
  "Enter your name": "Entrez votre nom",
  "Description for Diseases Faced:": "Description des Maladies Rencontrées :",
  "Enter description": "Entrez la description",
  "Submit": "Soumettre",
  "Cancel": "Annuler",
  "Murakoze gutaga randevu yanyu mwihange mutegere mugaga abasubize kurii email": "Merci de prendre rendez-vous. Veuillez attendre que le médecin réponde à votre e-mail.",




  "Local healer cultivating and treating with indigenous remedies": "Guérisseur local cultivant et traitant avec des remèdes indigènes",
  "MUSSA is a local healer in Rwanda, dedicated to aiding communities facing diverse illnesses through the use of indigenous remedies known as UMUTI He not only treats ailments but also cultivates the plants necessary for creating these local medicines. Additionally, MUSSA conducts research on infectious diseases and their treatment using traditional medicine, offering insights into the efficient utilization of these remedies": "MUSSA est un guérisseur local au Rwanda, dédié à aider les communautés confrontées à diverses maladies grâce à l'utilisation de remèdes indigènes appelés UMUTI. Il ne traite pas seulement les maux, mais cultive également les plantes nécessaires à la création de ces médicaments locaux. De plus, MUSSA mène des recherches sur les maladies infectieuses et leur traitement à l'aide de la médecine traditionnelle, offrant des insights sur l'utilisation efficace de ces remèdes.",
  "Experienced years": "Années d'expérience",
  "Number of Patients Treated": "Nombre de Patients Traités",
  "Number of Lands Cultivated": "Nombre de Terres Cultivées",


  "Medicine": "Médecine",
  "Mussa provides essential medical services using a diverse range of traditional Rwandan remedies, ensuring holistic care for those in need": "Mussa fournit des services médicaux essentiels en utilisant une gamme diversifiée de remèdes traditionnels rwandais, garantissant des soins holistiques pour ceux qui en ont besoin.",
  "Awareness of Missing Medicine": "Sensibilisation aux Médicaments Manquants",
  "Awareness of Missing Medicine service ensures access to essential medications through the utilization of diverse Rwandan traditional remedies.": "Le service de sensibilisation aux médicaments manquants garantit l'accès aux médicaments essentiels grâce à l'utilisation de divers remèdes traditionnels rwandais.",
  "Providing Medicine Knowledge": "Fournir des Connaissances Médicales",
  "Provides essential medicine knowledge to healthcare professionals, leveraging the efficacy of various Rwandan traditional remedies to serve medical needs effectively.": "Fournit des connaissances médicales essentielles aux professionnels de la santé, tirant parti de l'efficacité de divers remèdes traditionnels rwandais pour répondre efficacement aux besoins médicaux.",
  "Grow Medicinal Plants": "Cultiver des Plantes Médicinales",
  "Promoting cooperatives to grow medicinal plants is Mussa's service to empower healthcare providers with diverse Rwandan traditional remedies, fostering a healthier community.": "Promouvoir les coopératives pour cultiver des plantes médicinales est le service de Mussa pour autonomiser les prestataires de soins de santé avec divers remèdes traditionnels rwandais, favorisant une communauté plus saine.",
  "Job Creation": "Création d'Emplois",
  "Through the development of the medical industry, job creation is promoted, providing employment opportunities and economic growth.": "Grâce au développement de l'industrie médicale, la création d'emplois est encouragée, offrant des opportunités d'emploi et une croissance économique.",
  "Motivation In Plant Conservation": "Motivation dans la Conservation des Plantes",
  "Motivation in plant conservation drives efforts to protect and preserve the diversity of plant species, ensuring their survival for future generations.": "La motivation dans la conservation des plantes incite à protéger et à préserver la diversité des espèces végétales, garantissant leur survie pour les générations futures.",

 
  "Official Partners": "Partenaires Officiels",
  "Disease Treated": "Maladie Traité",
  "Symptoms": "Symptômes",
  "Description": "Description",
  "How It Attacks": "Comment Ça Attaque",
  "No disease information available": "Aucune information sur la maladie disponible",
  "Testimonial": "Témoignage",
  "Date": "Date",
  "United Nations Educational, Scientific and Cultural Organization": "Organisation des Nations Unies pour l'éducation, la science et la culture",
  "Though medicinal plants benefits are known to the common Rwandans, their use is sought by rural communities and less in urban because many prospective.": "Bien que les avantages des plantes médicinales soient connus des Rwandais, leur utilisation est recherchée par les communautés rurales et moins en milieu urbain en raison de nombreux facteurs.",
  "The National Industrial Research and Development Agency (NIRDA).": "L'Agence Nationale de Recherche et de Développement Industriels (NIRDA).",
  "Rwanda Environment Management Authority": "Autorité Rwandaise de Gestion de l'Environnement",

  "Farm Plantation": "Plantation Agricole",
  
  "Patients Treated": "Patients Traités",
  "Trees Conserved": "Arbres Conservés",

  "Contact Us": "Contactez Nous",
  "GET IN TOUCH": "ENTREZ EN CONTACT",
  "Enter your telephone": "Entrez votre téléphone",
  "Enter your email": "Entrez votre email",
  "Enter your subject": "Entrez votre sujet",
  "Enter your message": "Entrez votre message",
  "Send": "Envoyer",
  "Your message has been sent successfully!": "Votre message a été envoyé avec succès !",
  "Failed to send message. Please try again later.": "Échec de l'envoi du message. Veuillez réessayer plus tard.",
  "Name is required": "Le nom est requis",
  "Telephone is required": "Le téléphone est requis",
  "Email is required": "L'email est requis",
  "Subject is required": "Le sujet est requis",
  "Message is required": "Le message est requis",


  
  "Empowering Communities Through Traditional Healing Wisdom and Modern Healthcare Integration.": "Autonomiser les communautés grâce à la sagesse de la guérison traditionnelle et à l'intégration des soins de santé modernes.",
  "Quick Links": "Liens Rapides",
  "Bugesera, Nyamata": "Bugesera, Nyamata",
  "Mussa Healthcare. All rights reserved.": "Mussa Healthcare. Tous droits réservés.",


  "Musa Healthcare Login": "Connexion à Musa Healthcare",
  "Email": "Email",
  "Password": "Mot de passe",
  "INJIRA": "CONNEXION",
  "Forgot Password? Click here.": "Mot de passe oublié ? Cliquez ici.",
  "Don't have an account?": "Vous n'avez pas de compte ?",
  "Register here": "Enregistrez-vous ici",
  "Forgot Password": "Mot de passe oublié",
  "Please enter your email to reset your password:": "Veuillez saisir votre email pour réinitialiser votre mot de passe :",
  "Send Reset Email": "Envoyer l'email de réinitialisation",
  "Reset Password": "Réinitialiser le mot de passe",
  "Please enter your email and OTP to reset your password:": "Veuillez saisir votre email et OTP pour réinitialiser votre mot de passe :",
  "Enter OTP": "Saisir OTP",
  "New Password": "Nouveau mot de passe",
  "Invalid email or password. Please try again.": "Email ou mot de passe invalide. Veuillez réessayer.",
  "Failed to send reset password email. Please try again.": "Impossible d'envoyer l'email de réinitialisation du mot de passe. Veuillez réessayer.",
  "Failed to reset password. Please try again.": "Échec de la réinitialisation du mot de passe. Veuillez réessayer.",

  "Registration Form": "Formulaire d'inscription",
  "Full Name": "Nom complet",
  "Sex": "Sexe",
  "Male": "Homme",
  "Female": "Femme",
  "Other": "Autre",
 
  "Phone Number": "Numéro de téléphone",
  "Location": "Emplacement",
  "Register": "S'inscrire",
  "Registration failed. Please try again.": "Échec de l'inscription. Veuillez réessayer."
}


  