{
  "Home": "Ahabanza",
  "About Us": "Ibyerekeye Twebwe",
  "Services": "Serivisi",
  "Blog": "Blog",
  "Contact": "Twandikire",
  "Farms": "Imirima",
  "Medicines": "Imiti",
  "Login": "Injira",
  "Language": "Ururimi",
  "We Care for Your Health Every Moment": "Dufata neza Ubuzima Bwawe Buri Munota Wose",
  "Empowering Communities Through the Fusion of Traditional Healing Wisdom and Modern Healthcare Practices.": "Guhesha Ubumenyi Komunote Mu Kuganisha Umubavu wa Gakondo ku Migenzo y’Ubu Muganga w'Ubuzima.",
  "Make an Appointment": "Gukora Randevu",
  "Appointment Form": "Ifishi ya Randevu",
  "Pick Date:": "Hitamo Itariki :",
  "Suitable Time:": "Igihe Kiboneye :",
  "Select suitable Time": "Hitamo Igihe Kiboneye",
  "Morning": "Mugitondo",
  "Afternoon": "Nyuma ya Saa Sita",
  "Telephone:": "Telefoni :",
  "Enter your Telephone": "Injiza Telefoni yawe",
  "Email:": "E-mail :",
  "Enter your Email": "Injiza E-mail yawe",
  "Name:": "Izina :",
  "Enter your name": "Injiza izina ryawe",
  "Description for Diseases Faced:": "Ibisobanuro By'indwara Wahura Nazo :",
  "Enter description": "Injiza Ibisobanuro",
  "Submit": "Ohereza",
  "Cancel": "Guhagarika",
  "Murakoze gutaga randevu yanyu mwihange mutegere mugaga abasubize kurii email": "Murakoze Gukora Randevu. Mwihangane Umuganga Azabasubiza Ku E-mail Yanyu.",


  "Local healer cultivating and treating with indigenous remedies": "Umuganga w'umwimerere uvura kandi ahinga imiti kavukire",
  "MUSSA is a local healer in Rwanda, dedicated to aiding communities facing diverse illnesses through the use of indigenous remedies known as UMUTI He not only treats ailments but also cultivates the plants necessary for creating these local medicines. Additionally, MUSSA conducts research on infectious diseases and their treatment using traditional medicine, offering insights into the efficient utilization of these remedies": "MUSSA ni umuganga w'umwimerere mu Rwanda, wiyemeje gufasha imiryango ihura n'indwara zitandukanye binyuze mu gukoresha imiti kavukire izwi nka UMUTI. Ntavura gusa indwara, ahubwo ahinga n'ibimera bikenewe mu gukora iyo miti kavukire. Kandi, MUSSA akora ubushakashatsi ku ndwara zandura n'uko zavurwa akoresheje imiti y'ubuvuzi bwa gakondo, atanga ubumenyi ku ikoreshwa ry'iyo miti mu buryo bwiza.",
  "Experienced years": "Imyaka y'uburambe",
  "Number of Patients Treated": "Umubare w'abakiriye ubuvuzi",
  "Number of Lands Cultivated": "Umubare w'ubutaka buhinzwe",

  "Medicine": "Imiti",
  "Mussa provides essential medical services using a diverse range of traditional Rwandan remedies, ensuring holistic care for those in need": "Mussa atanga serivisi z'ubuvuzi bw'ibanze akoresheje uruvange rw'imiti gakondo y'u Rwanda, yizewe neza kubaha ubuvuzi bwuzuye abakeneye.",
  "Awareness of Missing Medicine": "Gukumira Kubura Imiti",
  "Awareness of Missing Medicine service ensures access to essential medications through the utilization of diverse Rwandan traditional remedies.": "Serivisi yo gukumira kubura imiti yizeza kubona imiti y'ibanze binyuze mu gukoresha imiti gakondo y'u Rwanda itandukanye.",
  "Providing Medicine Knowledge": "Gutanga Ubumenyi ku Miti",
  "Provides essential medicine knowledge to healthcare professionals, leveraging the efficacy of various Rwandan traditional remedies to serve medical needs effectively.": "Itanga ubumenyi bw'ibanze ku miti ku nzobere mu buzima, ikoresheje imiti gakondo y'u Rwanda itandukanye mu gusubiza neza ibyifuzo by'abakenera ubuvuzi.",
  "Grow Medicinal Plants": "Guhinga Imiti",
  "Promoting cooperatives to grow medicinal plants is Mussa's service to empower healthcare providers with diverse Rwandan traditional remedies, fostering a healthier community.": "Guteza imbere amakoperative yo guhinga imiti ni serivisi ya Mussa yo gushoboza abatanga serivisi z'ubuzima gukoresha imiti gakondo y'u Rwanda itandukanye, biteza imbere umuryango utekanye.",
  "Job Creation": "Gushaka Imirimo",
  "Through the development of the medical industry, job creation is promoted, providing employment opportunities and economic growth.": "Binyuze mu iterambere ry'urwego rw'ubuvuzi, gushyiraho imirimo biratezwa imbere, bitanga amahirwe yo kubona akazi no kongera ubukungu.",
  "Motivation In Plant Conservation": "Gushishikariza Kubungabunga Imiti",
  "Motivation in plant conservation drives efforts to protect and preserve the diversity of plant species, ensuring their survival for future generations.": "Gushishikariza kubungabunga imiti bitera imbaraga mu kurinda no kubungabunga amoko atandukanye y'ibimera, bikemeza uburambe bwabyo ku bazaza mu gihe kiri imbere.",

 
  "Official Partners": "Abafatanyabikorwa Bemewe",
  "Disease Treated": "Indwara Yakize",
  "Symptoms": "Ibimenyetso",
  "Description": "Ibisobanuro",
  "How It Attacks": "Uko Igitera",
  "No disease information available": "Nta makuru y'indwara aboneka",
  "Testimonial": "Ubuhamya",
 
  "Date": "Itariki",
  "United Nations Educational, Scientific and Cultural Organization": "Ishami ry’Umuryango w’Abibumbye rishinzwe Uburezi, Ubumenyi n’Umuco",
  "Though medicinal plants benefits are known to the common Rwandans, their use is sought by rural communities and less in urban because many prospective.": "Nubwo ibyiza by'imiti gakondo bizwi n'Abanyarwanda bose, ikoreshwa cyane cyane mu byaro kandi bigoye kuyikoresha mu mijyi kubera impamvu nyinshi.",
  "The National Industrial Research and Development Agency (NIRDA).": "Ikigo cy'Igihugu cy'Ubushakashatsi no Guhanga Ibishya mu Nganda (NIRDA).",
  "Rwanda Environment Management Authority": "Ikigo cy'Igihugu gishinzwe kurengera ibidukikije (REMA)",

  "Farm Plantation": "Gutera imyaka",
  "Patients Treated": "Abarwayi Bivuwe",
  "Trees Conserved": "Ibiti Bikinzwe",

  "Contact Us": "Twandikire",
  "GET IN TOUCH": "TUVUGANE",
  "Enter your telephone": "Injiza nimero ya telefone",
  "Enter your email": "Injiza imeyili yawe",
  "Enter your subject": "Injiza insanganyamatsiko",
  "Enter your message": "Injiza ubutumwa bwawe",
  "Send": "Ohereza",
  "Your message has been sent successfully!": "Ubutumwa bwawe bwoherejwe neza!",
  "Failed to send message. Please try again later.": "Kwanga kohereza ubutumwa. Ongera ugerageze nyuma.",
  "Name is required": "Izina rirakenewe",
  "Telephone is required": "Telefone irakenewe",
  "Email is required": "Imeyili irakenewe",
  "Subject is required": "Insanganyamatsiko irakenewe",
  "Message is required": "Ubutumwa burakenewe",
 
  "Empowering Communities Through Traditional Healing Wisdom and Modern Healthcare Integration.": "Guteza imbere umuryango binyuze mu buhanga bwo kuvura gakondo no kwihuza n'ubuvuzi bugezweho.",
  "Quick Links": "Inzira z'ihuse",
  "Bugesera, Nyamata": "Bugesera, Nyamata",
  "Mussa Healthcare. All rights reserved.": "Mussa Healthcare. Uburenganzira bwose burabitswe.",

  "Musa Healthcare Login": "Injira kuri Musa Healthcare",
  "Email": "Imeyili",
  "Password": "Ijambo banga",
  "INJIRA": "INJIRA",
  "Forgot Password? Click here.": "Wibagiwe ijambo banga? Kanda hano.",
  "Don't have an account?": "Nturi iyi konti?",
  "Register here": "Iyandikishe hano",
  "Forgot Password": "Wibagiwe ijambo banga",
  "Please enter your email to reset your password:": "Nyibutsa imeri yawe kugirango ugihe kibazo cawe cya nyuma:",
  "Send Reset Email": "Emere ibanga rikorwa",
  "Reset Password": "Reba ijambo banga",
  "Please enter your email and OTP to reset your password:": "Nyibutsa imeri yawe n'igikoresho cya OTP kugirango ugihe kibazo cawe cya nyuma:",
  "Enter OTP": "Nyibutsa OTP",
  "New Password": "Ijambo banga rirambuye",
  "Invalid email or password. Please try again.": "Imeri cyangwa ijambo banga ntibaho. Nyibutsa kandi usubiremo.",
  "Failed to send reset password email. Please try again.": "Ntibyakozwe kuyereka imekoresho ya gukorera ijambo banga rikorwa. Nyibutsa kandi usubiremo.",
  "Failed to reset password. Please try again.": "Ntibyakozwe kuburikirana ijambo banga rikorwa. Nyibutsa kandi usubiremo.",

  "Registration Form": "Igitekerezo cya Shyiramo",
  "Full Name": "Izina ry'umuntu rero",
  "Sex": "Ibiganiro",
  "Male": "Umugabo",
  "Female": "Umugore",
  "Other": "Ikindi",
  "Phone Number": "Nimero ya telefone",
  "Location": "Gicumbi",
  "Register": "Iyandikishe",
  "Registration failed. Please try again.": "Iyandikishije ntigishobora gukina. Onambaza kugirango uyisubiremo."
}

  